Dlubal.RFEM5.ResultBeam
Result beam parameters

Dlubal.RFEM5.ResultBeam.No
Member number

Dlubal.RFEM5.ResultBeam.Integrate
Integrate stresses and forces

Dlubal.RFEM5.ResultBeam.Parameters
Array of parameters for integrate stresses and forces.

Dlubal.RFEM5.ResultBeam.IncludeSurfaces
Include surfaces

Dlubal.RFEM5.ResultBeam.IncludeSolids
Include solids

Dlubal.RFEM5.ResultBeam.IncludeMembers
Include members

Dlubal.RFEM5.ResultBeam.ExceptSurfaces
Except surfaces from including surfaces

Dlubal.RFEM5.ResultBeam.ExceptSolids
Except solids from including solids

Dlubal.RFEM5.ResultBeam.ExceptMembers
Except members from including members